Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/uis.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Anja Fintland (26) has just completed her Master's degree in Business Administration at the University of Stavanger Business School.
nb: Anja Fintland (26) fullførte nylig mastergraden i økonomi og administrasjon ved Handelshøgskolen ved UiS.

source: Mathematical intermezzo (Fourier transform, eigenvalue problems, linear algebra in the Dirac notation).
nb: Matematisk intermezzo (Fouriertransformasjon, lineær algebra, egenverdiproblemer, Dirac notasjon).

source: Medical and health research projects can apply for NSD in parallel with an application for ethical prior approval with regional ethics committees (REK).
nb: Medisinsk og helsefaglige forskningsprosjekter kan søke NSD parallelt med søknad om etisk forhåndsgodkjennelse hos regionale etiske komiteer (REK).

source: Students will be able to verify timber structures with respect to European Design Rules (Eurocode 5).
nb: Studentene vil kunne verifisere trekonstruksjoner med hensyn til Europeisk regelverk (Eurokode 5).

source: The Research School in Economics and Business Administration
nb: Økt innovasjonskapasitet og innovasjonstakt for sirku

source: “This is an environmental history of a small place—Åmli in Aust-Agder—that has big consequences,” explains Professor
nb: - Dette er en miljøhistorie om et lite sted – Åmli i Agder – som har fått store konsekvenser, forklarer professor

source: Cambodia revealed the prevalence of traditional beliefs and practices, which
nb: til i løvskogene, men trives også i det åpne menneske-

source: , that contains the preschool curriculum developed during the project.
nb: som inneholder førskoleopplegget som ble utviklet i løpet av prosjektet.

source: Debates about human rights violations involving pupils, parents, teachers, schools and the curriculum are highlighted.
nb: Debatter om menneskerettighetsbrudd som omhandler elever, foreldre, lærere, skoler og pensum blir spesielt belyst.

source: Many companies, including all major oil, service companies, research institutes and many of their spin-off companies seek this competence.
nb: Jobbmulighetene er flere, og mange store olje- og serviceselskaper, og forskningsinstitutter etterspør denne kompetansen.

source: More than 3,000 people have now enjoyed the KnowHow EdTech 2020 online event.
nb: Flere enn 3000 har nå sett KnowHow EdTech 2020 på nett.

source: Be able to implement and simulate mathematical models in Simulink, MATLAB and Python.
nb: Kunne implementere og simulere matematiske modeller i MATLAB, Simulink og Python.

source: Gastroenterologists from Stavanger University Hospital (SUS) take care of the clinical aspect, while molecular microbiologists from the University of Stavanger (UiS) use modern sequencing methods and bioinformatics to decipher the microbes in the intestine.
nb: Gastroenterologer fra Stavanger universitetssjukehus (SUS) tar seg av det kliniske aspektet, mens molekylærmikrobiologer fra Universitetet i Stavanger (UiS) bruker moderne sekvenseringsmetoder og bioinformatikk for å tyde mikrobene i tarmen.

source: Setting the right compensation is important for whether organisations are able to attract, motivate and retain their employees.
nb: Å fastsette rett kompensasjon er viktig for om organisasjoner klarer å tiltrekke, motivere og beholde sine ansatte.

source: The group life insurance scheme is not part of the members' rights in the Norwegian Public Service Pension Fund, but is part of the pay conditions for employees who are covered by the Basic Collective Agreement in the State.
nb: Gruppelivsordningen er ikke en del av medlemsrettighetene i Statens Pensjonskasse, men en del av lønnsvilkårene for arbeidstakere som omfattes av Hovedtariffavtalen i staten.

source: UiS researchers has also been active in holding one-day courses about the new curriculum in other regions of Norway, such as for 7 preschools in Kvam Herad, where this municipality (as the main owner of preschools) has decided that all their centers should implement the curriculum.
nb: Forskere ved UiS har også holdt endagskurs om den nye læreplanen i andre regioner i Norge, for eksempel i 7 barnehager i Kvam herad, der kommunen (hovedeier av barnehager) har bestemt at alle barnehagene skal gjennomføre utdanningen.

source: complex processes that unfold over time and have many causes and many ramifications.
nb: som pågår over tid, som har mange årsaker og mange forgreininger.

source: Katrine Løken, NHH: Lecture on the Nobel Memorial Prize in Economics 2021
nb: Katrine Løken, NHH: Forelesning om Nobelprisen i økonomi 2021

source: The Fourier transform and the Z-transform.
nb: Fourier- og Z-transformen.

source: • participates in academic and societal discussions
nb: • deltakelse i fag- og samfunnsdebatten

source: § 1 Scope These supplementary rules apply to admission to single courses at the University of Stavanger, and
nb: § 1 Virkeområde Disse utfyllende reglene gjelder for opptak til programmet Norsk språk og kultur for internasjonale

source: In 2014/2015, I was very unsure about what I wanted to work with.
nb: I 2014/2015 var jeg veldig usikker på hva jeg ønsket å jobbe med.

source: check if you need to fulfill the additional documentation requirements.
nb: du sjekke om du har spesifikke dokumentasjonskrav.

source: When the uis-airprint printer is selected, you will see a dialog box asking for a username and password.
nb: Når uis-airprint skriveren blir valgt vil du få opp en dialogboks som ber om brukernavn og passord.

source: Students will learn how to build 3D structural geomodels and generate facies/property models.
nb: I kurset vil studentene lære å bygge 3D-strukturelle geomodeller og generere facies/property modeller.

source: Positions and theses
nb: Stillinger og oppgaver

source: The first phase, preparation, has been conducted in the school year of 2014/2015, starting with subject-related literature review and planning and design of the professional development courses for preschool teachers.
nb: Forberedelsesfasen ble gjennomført i skoleåret 2014/2015, med utgangspunkt i fagrelatert litteraturgjennomgang og planlegging/utforming av fagutviklingskursene for førskolelærere.

source: Since 2011, Kirsten has been practising in the private sector with designing and developing masterplans, regulations and completion.
nb: Siden 2011 har Kirsten praktisert i privat sektor med å designe og utvikle prosjekter fra masterplaner til gjennomføring.

source: - FILIORUM will contribute to relevant PhD courses and gatherings.
nb: − FILIORUM skal bidra i relevante doktorgradskurs og samlinger.

source: Grade 4 in English from upper secondary school in Norway is equivalent to level B2.
nb: Karakter 4 i engelsk fra videregående skole er tilsvarende nivå B2.

source: - Quality development in own teaching and supervision over time
nb: - Kvalitetsutvikling i egen undervisning og veiledning over tid

source: However, this was the first time the UiS team reached the finals of the Petrobowl Championship.
nb: Dette var imidlertid første gang et lag fra UiS nådde finalen i Petrobowl.

source: The committee will submit its recommendations before November 2022.
nb: Utvalget skal levere sin anbefaling innen november 2022.

source: criteria for assessment and documentation of artistic and museum-related dissemination skil s.
nb: og dokumentasjon av kunstnerisk- og museal formidlingskompetanse.

source: Requirements for processing personal data in student projects
nb: Krav til behandling av personopplysninger i studentprosjekter

source: The periodic system.
nb: Det periodiske system.

source: Location: 1301 - Campus Bjergsted
nb: Hetland-salen (tidl. auditorium 1301)

source: Frequency response of 1.
nb: Frekvensrespons for system av 1.

source: international y In addition to judging the overal artistic production (with particular emphasis on the selected works), emphasis
nb: kunne vise til nettverksbygging og samarbeid, både nasjonalt og internasjonalt I til egg til å bedømme den samlede kunstneriske produksjon (med særlig vekt på de utvalgte arbeidene), skal

source: , took the lead in signing UiS up for the Times Higher Education ranking.
nb: , tok initiativ til at UiS skal melde seg på Times Higher Education-rangeringen.

source: There are requirements for 100% attendance in preparatory teaching for clinical studies.
nb: Det er krav om 100% tilstedeværelse i praksisforberedende undervisning.

source: , Institute for social work, Faculty of Social Sciences, UiS)
nb: , Institutt for medie og samfunnsfag, Det samfunnsvitenskapelige fakultet, UiS)

source: How and to what effect has the concept of attach­ment been operationalized to regulate different forms of love migration in a Danish context from 2000-2020?
nb: Hvordan og med hvilke effekter er tilknytningsbegrepet blitt operasjonalisert for å regulere forskjellige former for kjærlighetsmigrasjon i en dansk kontekst fra 2000-2020?

source: Understand the basic properties of fluids such as surface tension, buoyancy, viscosity, laminar and turbulent flow.
nb: Forstå de grunnleggende egenskapene til fluider som overflatespenning, oppdrift, viskositet, laminær og turbulent strømning.

source: Henriette Thune (Dean of research, Faculty of Health Sciences, University of Stavanger)
nb: Henriette Thune (prodekan for forskning, Det helsevitenskapelige fakultet)

source: PARTAKE - Participation in school, working life and treatment
nb: PARTAKE - Deltakelse i skole, arbeidsliv og behandling

source: Educational-pedagogical competence, cf. chap.
nb: Utdanningsfaglig kompetanse, jf.

source: All services at UiS use the same password.
nb: Alle tjenester ved UiS benytter samme passord.

source: A Master degree in Mathematics and Physics will equip you with skills in mathematics, physic and statistics, at a level far beyond most Master degrees in engineering.
nb: En mastergrad i matematikk og fysikk vil utstyre deg med ferdigheter i matematikk, fysikk og statistikk på et langt høyere nivå enn de fleste mastergrader i ingeniørfag.

source: courses, seminars, further education, and various types of shared experience related to teaching and
nb: seminar, videreutdanninger, og ulike former for erfaringsdeling om undervisning og veiledning både

source: Here you should especially note that you are not allowed to work with anything other than green data on your private PC or Mac.
nb: Her skal du spesielt merke deg at du ikke har lov til å jobbe med noe annet enn grønne data på din private PC eller Mac.

source: University of Stavanger (UiS) and Stavanger University Hospital (SUS) will work together to find solutions for patients with chronic intestinal diseases.
nb: Universitetet i Stavanger (UiS) og Stavanger universitetssjukehus (SUS) har fått støtte til et nytt forskningsprosjekt om tarmsykdommer.

source: • is motivated to contribute to the development of academic and interdisciplinary cooperation at UiS,
nb: • er motivert for å bidra til utvikling av faglig og tverrfaglig samarbeid ved UiS, og være til stede for

source: • work to promote open publishing (Open Access)
nb: • arbeid for å fremme åpen publisering (Open Access)

source: Understand the concept of limit, and be able to define continuity and differentiability of functions of several real variables and of one complex variable.
nb: Forstå begrepet grenseverdi, og kunne definere kontinuitet og deriverbarhet for funksjoner av flere variable og en kompleks variabel.

source: You are solely responsible for applying for a visa.
nb: Du er selv ansvarlig for å søke om visum.

source: Torill Vist is Professor at OsloMet–Oslo Metropolitan University, Department of Early Childhood Education, Faculty of Education and International Studies.
nb: Torill Vist er professor ved OsloMet–Storbyuniversitetet, Institutt for barnehagelærerutdanning, Fakultet for lærerutdanning og internasjonale studier.

source: In addition, network layer functionalities and protocols are presented, such as IP addressing, subnetting and routing.
nb: I tillegg presenteres nettverkslagsfunksjonaliteter og protokoller, som IP-adressering, subnetting og ruting.

source: The attendance requirement for clinical training is 90%.
nb: Det er krav om 90% tilstedeværelse i kliniske studier.

source: Faculty of Science and Technology, telephone 51 83 17 00, E-mail:
nb: Det teknisk-naturvitenskapelige fakultet, tlf 51 83 17 00, email:

source: The candidate for the post of professor is expected to document active and ongoing dissemination and
nb: Det forventes at professor kan dokumentere aktiv og pågående formidlings- og innovasjonsvirksomhet,

source: We have a corporate art association and corporate sports teams, and we also organise annual parties, autumn parties and barbecues.
nb: Vi har bedriftskunstforening og bedriftsidrettslag, i tillegg arrangeres det bl.a årsfest, høstfest og grillfest.

source: Researchers at SHARE – Centre for Resilience in Healthcare
nb: Forskere ved SHARE – Senter for kvalitet og sikkerhet i helsetjenesten

source: Education from Norway (exemption BI Norwegian Business School and Bjørknes College)
nb: Utdanning fra læresteder i Norge (unntatt BI og Bjørknes høyskole):

source: All upper secondary schools in Norway can now use the digital tool U-Say.
nb: Det digitale verktøyet U-Say kan nå tas i bruk av alle videregående skoler i Norge.

source: The Student Organisation at UiS - StOr
nb: Studentorganisasjonen ved UiS - StOr

source: UiS student with a good idea?
nb: Student med en god forretningsidé?

source: Business Development and Innovation:
nb: Næringsutvikling og innovasjon:

source: Be able to define and know basic properties of the complex exponential and logarithmic functions and complex trigonometric functions, and to derivate elementary analytical functions.
nb: Kunne definere og kjenne egenskaper til den komplekse eksponensial- og logaritmefunksjonen og komplekse trigonometriske funksjoner, og kunne derivere elementære analytiske funksjoner.

source: Regulations concerning admission to studies and courses at the University of Stavanger, Section 1-10.
nb: Forskrift om opptak til studier og emner ved Universitetet i Stavanger, §1-10

source: Cyclic processes, heat engines, refrigerators and heat pumps.
nb: Kretsprosesser, varmeenergimaskiner, kjølemaskiner og varmepumper.

source: considered a form of violence.
nb: på Sømme i Sola.

source: Master students Luis Saavedra Jerez and Racha Moubarak walked away with two prizes each, and 75,000 and 50,000 kroner in prize money, respectively.
nb: Masterstudentene Luis Saavedra Jerez og Racha Moubarak stakk av med to priser hver, og henholdsvis 75.000 og 50.000 kroner i premiepenger.

source: According to the research ethics guidelines, there are four criteria for legitimate co-authorship: The researcher must 1) have made a significant contribution to the idea and formulation
nb: Ifølge de forskningsetiske retningslinjene er det fire kriterier for rettmessig forfatterskap: Forskeren 1) skal ha bidratt vesentlig til idé og utforming

source: of key concepts in societal safety and security, including concepts of risk, vulnerability, resilience, and the difference between hazards and disasters.
nb: om nøkkelbegreper i samfunnssikkerhet, som risiko, sårbarhet, motstandskraft, kriser og katastrofer.

source: A text can be distributed free of charge and quickly, on a large scale, or occur in interaction between several people, across time and place.
nb: En tekst kan distribueres uten kostnad og raskt, i stort omfang, eller oppstå i samhandling mellom flere, på tvers av tid og sted.

source: The Presentation and Community Involvement Award was set up by University Fund for Rogaland AS (the University Fund).
nb: Prisen for formidling og samfunnsengasjement er satt opp av Universitetsfondet for Rogaland AS (Universitetsfondet).

source: Even though families of cancer survivors are not joining the CSs (this is indeed a deliberate preference for survivors themselves), they also benefit from the education programs as the patient has now access to a network that helps reduce his/her feelings of isolation, and thus releasing some burden and stress placed upon families whose full attention and energy need to be focused on the care of their patient [C].
nb: Selv om familier av kreftoverlevere ikke blir med på kreftskolene (dette er det selvsagt overleveren som velger) vil de likevel fra nytte av opplæringsprogrammene, da pasienten har tilgang til et nettverk som bidrar til å redusere hennes/hans følelse av isolasjon og som videre kan ta bort litt av stresset/byrden hos familien som har alt fokus og all energi rettet mot omsorgen for pasienten [C].

source: Master of Science in Biological Chemistry
nb: Bok om livsmestring og livsglede i barnehagen

source: In one of these studies that was published in 2018, all BCS participants in the period 2014-2017 were invited to join focus group interviews, where eventually 20 of them were recruited.
nb: I en av disse studiene, publisert i 2018, ble alle BKS-deltakere i perioden 2014–2017 invitert til intervjuer for fokusgrupper, og 20 av dem ble til slutt rekruttert.

source: Membership is free as long as you are a student, and bears no obligations.
nb: Medlemskapet er gratis så lenge du er student, og innebærer ingen forpliktelser.

source: Can this help me meet the grade requirement?
nb: Hvordan kan jeg dekke krav om C i snitt?

source: • 1 field trip report (pass / fail)
nb: • 1 felttur rapport (bestått / ikke bestått)

source: develop scenarios and proposals for different futures of the city and the region
nb: Lage scenarier og mulighetsstudier for ulike visjoner for byen og regionen

source: Not all regions are like Silicon Valley, and not all universities can or should be like Stanford.
nb: Ikke alle regioner er Silicon Valley og ikke alle universiteter verken kan eller bør bli Stanford.

source: History, exploration and curiosity, conversations, views on knowledge, play, learning and formation.
nb: Historikk, utforsking og nysgjerrighet, samtaler, syn på kunnskap, lek, læring og danning.

source: How to apply for ConductIT
nb: Slik søker du til ConductIT

source: preparedness duty, and this includes staff and students in the academic sector within the individual
nb: om kommunal beredskapsplikt, og dette inkluderer også tilsatte og studenter i akademisk sektor i den

source: Has knowledge and understanding of basic principles and models of internal and external organizational communication.
nb: Ha kunnskap om og forståelse for grunnleggende prinsipper og modeller for intern og ekstern organisasjonskommunikasjon.

source: But we need to remain aware of what's going on campus.
nb: Men vi må følge med på hva som skjer på campus.

source: The Citation Compass
nb: Kjenne til og kunne bruke

source: Torill Hebnes (23) is studying for a master's degree in Business Administration and is speciali
nb: Tirsdag 23. Havbruksklynga Stiim Aqua Cluster har fått pengar til et forprosjekt om grøn omstilling i havbruksn

source: The Gjedebo family donated in november 2007 50 million NOK to establish a Center for Innovation Research at UiS.
nb: I november 2007 donerte Gjedebo-familien 50 millioner norske kroner til etablering av Senter for innovasjonsoforskning ved UiS.

source: There are no negative consequences for you or your treatment if you choose not to participate or later withdraw consent.
nb: Det vil ikke få noen negative konsekvenser for deg el er din behandling hvis du ikke vil delta el er senere velger å trekke deg.

source: The student must send a message / feedback to NSD at the end of the project, and confirm that all data has been deleted / anonymized.
nb: Studenten skal sende beskjed/tilbakemelding til NSD ved prosjektslutt, og bekrefte at alle data er slettet/anonymisert.

source: Kleppe, Tore Selland;
nb: Hva gjør en Urban Risk Manager?

source: Can apply knowledge to take action during acute and subacute events, as well as perform cardiopulmonary resuscitation with defibrillator (CPR-D)
nb: Kan anvende kunnskap for å iverksette tiltak ved akutte og sub-akutte hendelser, samt utøve hjerte-lungeredning med hjertestarter (HHLR)

source: Kvaløy has been principal investigator in several large research projects funded by the Norwegian Research Council, and has published his research in leading international journals such as American Economic Review, Journal of Labor Economics, Management Science and Review of Finance.
nb: Kvaløy har ledet flere store forskningsprosjekter finansiert av Norsk forskningsråd, og har publisert sin forskning i ledende internasjonale tidsskrifter som American Economic Review, Journal of Labor Economics, Management Science og Review of Finance.

source: • different types of documentation that can support the development of their own pedagogical
nb: • ulik dokumentasjon som kan underbygge utviklingen av egen utdanningsfaglig kompetanse,

source: For ranking of applicants with diplomas without numerical/letter grades, the grade isconsidered to be a pass as C = 3. See
nb: Hvis du har et vitnemål med kun bestått karakterer, og ikke tall- eller bokstavkarakterer, regnes karakteren bestått som C=3, jf.

source: Can reflect on their own responsibility for seeking, assessing and applying relevant professional and research-based literature in the practice of nursing
nb: Kan reflektere over eget ansvar for å søke, vurdere og anvende relevante fag- og forskningslitteratur i utøvelse av sykepleie

source: Pour approx. 2-3 ml of concentrated ammonia in the round flask, and heat it so that the ammonia evaporates
nb: Tøm ca. 2-3 ml konsentrert ammoniakk i rund kolben, og varm den opp slik at ammoniakken fordamper

source: Janine Anne Campbell is the first researcher to publish in the UiS archive for open research data.
nb: Janine Anne Campbell er første forsker til å publisere i UiS sitt arkiv for åpne forskningsdata.

source: There are more than 1 250 companies supplying goods and services for all stages of the value chain.
nb: Det er mer enn 1 250 selskaper som leverer varer og tjenester for alle ledd i verdikjeden.

source: Accidental actions from ship collisions with fixed and floating bridges, offshore platforms and other ships.
nb: Ulykkes laster fra skips kollisjon med fast innspent og flytende broer, offshore plattformer og andre skip.

source: Design of plated structures, thin-walled sections, stiffened plates, plate girders, bridge cross sections and bracing systems.
nb: Design av platekonstruksjoner, skivekonstruksjoner, avstivede plater, platebjelke, brotversnitt og avstivningssystemer.

source: , this applies until further notice.
nb: , dette gjelder inntil videre.

source: Click "Print + delete".
nb: Trykk på "Print+delete".

source: Gorm Kipperberg has been promoted to professor of environmental economics at the UiS Business School
nb: Gorm Kipperberg er tildelt opprykk til professor i miljøøkonomi på Handelshøgskolen ved UiS.

source: Start with the course description.
nb: Start med emnebeskrivelsen.

source: Design philosophy, engineering and system requirements, loads, performance of emergency response arrangements (for example reliability, effectiveness, vulnerability), emergency preparedness and response phases (monitoring, detection/alarm, combat, search and rescue, evacuation and normalisation/business continuity) and risk are all important aspects of how technical safety systems are constructed and operated.
nb: Viktige begreper er designfilosofi, dimensjoneringskrav, laster, ytelse av beredskap (pålitelighet, effektivitet, sårbarhet), beredskapsfaser ("monitorering", deteksjon/alarm, bekjempelse, redning, evakuering og normalisering) og risiko.
